 # Напишите программу, которая принимает на вход цифру, обозначающую день недели 
 # и проверяет, является ли этот день выходным.

number_day = int(input("Введите день недели: "))
if number_day == 1: 
   print("Будний день")
elif number_day == 2:
    print("Будний день")
elif number_day == 3:
    print("Будний день")
elif number_day == 4:
    print("Будний день")
elif number_day == 5:
    print("Будний день")
elif number_day == 6 or number_day == 7:
    print("Выходной день")
else: 
   print("Не является днем недели")

